[
    {
        "model": "restaurant.category",
        "pk": 1,
        "fields": {
            "title": "Salads and Appetizers",
            "slug": "appetizer"
        }
    },
    {
        "model": "restaurant.category",
        "pk": 2,
        "fields": {
            "title": "Soups",
            "slug": "soup"
        }
    },
    {
        "model": "restaurant.category",
        "pk": 3,
        "fields": {
            "title": "Main Courses",
            "slug": "main"
        }
    },
    {
        "model": "restaurant.category",
        "pk": 4,
        "fields": {
            "title": "Side Dishes",
            "slug": "side"
        }
    },
    {
        "model": "restaurant.category",
        "pk": 5,
        "fields": {
            "title": "Desserts",
            "slug": "dessert"
        }
    },
    {
        "model": "restaurant.category",
        "pk": 6,
        "fields": {
            "title": "Drinks and Beverages",
            "slug": "drink"
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 1,
        "fields": {
            "name": "Achuchuk",
            "description_short": "A refreshing and vibrant salad from Central Asia, achuchuk combines juicy tomatoes, crisp cucumbers, and aromatic herbs in a harmonious blend of flavors and textures.",
            "description": "Achuchuk is a delightful culinary creation that originates from the diverse and flavorful traditions of Central Asian cuisine. This salad is renowned for its invigorating freshness and its ability to invigorate the palate with each bite.\n\nThe history of achuchuk is deeply intertwined with the agricultural practices of Central Asian communities. It reflects a commitment to using locally sourced ingredients, and it has been a staple in the region for generations, celebrated for its ability to brighten any meal.\n\nThe preparation of achuchuk involves expertly chopping ripe tomatoes and cucumbers, which are then tossed with fragrant herbs and dressed with zesty seasonings. The result is a colorful and enticing salad that serves as both a delicious appetizer and a refreshing side dish.\n\nToday, achuchuk continues to be a beloved part of Central Asian cuisine, offering a burst of flavors that evoke the vibrant cultures and landscapes of the region. Whether enjoyed as a starter or as an accompaniment to a main course, achuchuk is a culinary journey through the heart of Central Asia's rich and diverse food heritage.",
            "category": "appetizer",
            "image": "dishes/appetizer_achuchuk.jpg",
            "price": 3.5,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 2,
        "fields": {
            "name": "Baursaq assorti",
            "description_short": "An iconic Kazakh bread, served with a side of creamy sour cream, baursaq embodies sustenance and warm hospitality.",
            "description": "Baursaq, often known as Kazakh bread, is a culinary treasure deeply embedded in Kazakhstan's cultural tapestry. This round, golden-fried bread symbolizes not only nourishment but also the heartfelt welcome extended to every guest.\n\nWith roots tracing back to the nomadic traditions of the Kazakh people, baursaq stands as a testament to resourcefulness and resilience in challenging landscapes. Beyond its role as bread, it represents the enduring spirit of survival.\n\nCrafted with care, the dough is skillfully shaped and fried to achieve its signature texture and flavor. It graces tables during special occasions, marking moments of celebration and unity, and embodying the rich heritage of Kazakhstan.\n\nToday, baursaq continues to be a cherished part of Kazakh cuisine, beckoning guests to savor the tastes and traditions of this remarkable land. Its pairing with sour cream creates a sensory journey that bridges history and contemporary culinary experiences.",
            "category": "appetizer",
            "image": "dishes/appetizer_baursaq assorti.jpg",
            "price": 4.5,
            "is_served": true,
            "on_homepage": true
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 3,
        "fields": {
            "name": "Cheburek assorti",
            "description_short": "A savory delight of Central Asian cuisine, cheburek invites you to savor the irresistible combination of crispy pastry and a savory filling, filled with ground beef meat and aromatic spices.",
            "description": "Hailing from the culinary traditions of Central Asia, cheburek is a beloved dish with a fascinating history. This golden-fried pastry boasts a flaky exterior that contrasts beautifully with the flavorful filling inside.\n\nCheburek's origins can be traced back to the nomadic communities of Central Asia, where resourcefulness in creating portable and delectable meals was essential. The tradition of crafting these savory turnovers has persisted through generations, symbolizing both sustenance and celebration.\n\nThe preparation of cheburek is a labor of love, with the dough skillfully rolled and folded around the filling before being fried to a perfect crispness. Often enjoyed during special occasions and gatherings, cheburek embodies the warm hospitality of Central Asian culture.\n\nToday, this culinary treasure remains a cherished part of the region's cuisine, offering a taste of history and tradition with each bite. Whether filled with meat, vegetables, or other delectable ingredients, cheburek is a savory treat that transports diners to the heart of Central Asia's rich culinary heritage.",
            "category": "appetizer",
            "image": "dishes/appetizer_cheburek assorti.jpg",
            "price": 7.5,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 4,
        "fields": {
            "name": "Samsa assorti",
            "description_short": "A savory delight of Qazaq and Central Asian cuisine, where flaky pastry embraces a succulent blend of meat and spices",
            "description": "Samsa, a beloved staple of Kazakh and Central Asian cuisine, carries with it a remarkable history deeply intertwined with the region's cultural and culinary traditions.\n\nRooted in the nomadic way of life that defined the Kazakh people, Samsa is a testament to their resourcefulness in creating a portable and flavorful snack. Its origins can be traced back to the ancient Silk Road, where traders and travelers relished its savory goodness as they journeyed through the vast Central Asian steppes.\n\nThe dish consists of a delicate pastry filled with a savory mixture, typically a blend of succulent meat, onions, and fragrant spices. The pastry is expertly folded into various shapes, often resembling triangles or rectangles, and then baked to golden perfection. The result is a flaky, aromatic, and satisfying treat that has become a cultural icon.\n\nSamsa has played a significant role in Kazakh hospitality, symbolizing warmth and generosity. It is often shared with guests as a gesture of welcome and camaraderie during special occasions and gatherings.\n\nToday, Samsa continues to be a beloved dish, celebrated not only for its delicious flavors but also for its cultural significance. With each bite, diners embark on a culinary journey that connects them to the history, traditions, and flavors of Central Asia, making Samsa a true culinary treasure.",
            "category": "appetizer",
            "image": "dishes/appetizer_samsa assorti.jpg",
            "price": 7.5,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 5,
        "fields": {
            "name": "Shuzhyq",
            "description_short": "A Kazakh delicacy featuring tender horse meat, expertly marinated and grilled to perfection, offering a tantalizing taste of nomadic heritage.",
            "description": "Shyzhyq, a delectable Kazakh appetizer, is steeped in a rich culinary history that dates back centuries. Originating from the nomadic traditions of the Kazakh people, this dish is a testament to their resourcefulness and deep connection to their natural surroundings.\n\nIn the vast Kazakh steppes, where horses played a pivotal role in nomadic life, Shyzhyq emerged as a unique and cherished delicacy. The tradition of preparing and savoring horse meat has deep roots in Kazakh culture, symbolizing both sustenance and celebration.\n\nThroughout history, the Kazakh people perfected the art of marinating and grilling horse meat, transforming it into a dish known for its tenderness and bold flavors. Passed down through generations, Shyzhyq continues to be a beloved appetizer, embodying the cultural heritage and culinary expertise of the Kazakh nomads.\n\nToday, this time-honored dish remains a culinary treasure, inviting diners to experience the flavors and traditions of Kazakhstan while paying homage to its historical roots. With its rich history and exquisite taste, Shyzhyq offers a genuine glimpse into the heart and soul of Kazakh cuisine.\n\n\n\n\n",
            "category": "appetizer",
            "image": "dishes/appetizer_shuzhyq.jpg",
            "price": 8.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 6,
        "fields": {
            "name": "Chaq-chaq",
            "description_short": "The sweet noodle confection of Central Asia, is a joyful blend of fried dough, honey, and nostalgia, inspired by Tatar culinary heritage.",
            "description": "Chaq-Chaq, though deeply ingrained in Kazakh culture, finds its roots in Tatar culinary traditions. This sweet delight is a testament to the way flavors transcend borders and become cherished staples in new regions.\n\nTo craft Chaq-Chaq, thin strips of dough are rolled out and fried to a golden-brown crispiness. What truly transforms this dessert is the generous drizzle of golden honey, lending it sweetness and delightful stickiness. The addition of crushed nuts adds a delightful crunch to the chewy noodles, elevating the texture and taste.\n\nWhile Chaq-Chaq started its journey in Tatar cuisine, it found a second home in Central Asia, where it evolved to become a symbol of joy, togetherness, and hospitality. It's a treat shared during celebrations and gatherings, embodying the spirit of camaraderie. Savor the simple yet heartwarming flavors of Chaq-Chaq and experience the delicious fusion of Tatar heritage and Central Asian tradition.",
            "category": "dessert",
            "image": "dishes/dessert_chaq-chaq.jpg",
            "price": 12.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 7,
        "fields": {
            "name": "Kustil",
            "description_short": "Kustil, a dessert inspired by Tatar culinary heritage, finds new life in Central Asia with its crispy, sugary splendor.",
            "description": "Kustil, known as Khvorost, owes its origins to Tatar cuisine, and its rich history is interwoven with Central Asian traditions. This sweet delight showcases the versatility of flavors that transcends cultural boundaries.\n\nAt its core, Kustil consists of thin strips of dough, deep-fried to perfection until they achieve a delightful golden crispiness. After frying, the dessert is generously dusted with powdered sugar, creating a delightful contrast between the crispy texture and sweet coating.\n\nKustil's journey is a testament to how culinary traditions evolve and flourish in new surroundings while preserving their cultural heritage. It offers a delicious bridge between Tatar roots and Central Asian warmth, inviting you to savor the crispy sweetness of a dessert that transcends borders.",
            "category": "dessert",
            "image": "dishes/dessert_kustil.jpg",
            "price": 10.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 8,
        "fields": {
            "name": "Qazaq sweets",
            "description_short": "Explore the rich world of Kazakh sweets (including irimshik, zhent and navat), where tradition, artistry, and sweetness converge to create memorable delights.",
            "description": "Irimshik is a classic Kazakh dessert, celebrated for its simple yet satisfying nature. This sweet curd dish is made by gently curdling milk and then straining it to achieve a velvety texture. Sugar and a touch of vanilla or other flavorings are added to enhance its sweetness.\n\nZhent, a cherished delight in Kazakh cuisine, showcases the artistry of pastry-making. This sweet treat consists of thin, flaky layers that envelop a delectable filling, typically composed of crushed nuts, sugar, and aromatic spices. The pastry is carefully folded and shaped, creating a distinctive appearance reminiscent of a flower.\n\nNavat is a beloved traditional Kazakh candy, showcasing the nation's affinity for sweet delights. This confection is crafted from a blend of sugar, crushed nuts (often almonds or walnuts), and spices, creating a sweet and nutty flavor profile.",
            "category": "dessert",
            "image": "dishes/dessert_qazaq sweets.jpg",
            "price": 15.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 9,
        "fields": {
            "name": "Sumalaq",
            "description_short": "A cherished Kazakh dessert, is a creamy and comforting delight with deep-rooted traditions in Central Asia.",
            "description": "Sumalaq is a symbol of cultural richness and hospitality, often prepared to welcome guests and celebrate special occasions.\n\nSumalaq is crafted from wheat grains and milk, meticulously simmered to achieve a smooth and creamy consistency. The slow cooking process allows the wheat to soften, infusing the dessert with a delightful velvety texture. To enhance its sweetness, sugar or honey is added, providing a perfect balance to the rich, dairy flavors.\n\nIn Kazakhstan, Sumalaq holds a special place in the hearts of locals, and its preparation is a cherished tradition passed down through generations. ",
            "category": "dessert",
            "image": "dishes/dessert_sumalaq.jpg",
            "price": 10.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 10,
        "fields": {
            "name": "Ayran",
            "description_short": "A testament to Central Asian refreshment, offering the cooling comfort of yogurt and a sip of tradition.",
            "description": "Airan, is a cool and invigorating drink that reflects the culinary traditions of Kazakhstan and the broader Central Asian region. This yogurt-based beverage is a favorite choice for quenching thirst and providing refreshment, especially during hot summer days.\n\nThe preparation of Airan is delightfully simple. Fresh yogurt is thinned with water and seasoned with a pinch of salt, creating a drink that strikes the perfect balance between creamy and refreshing. Its tangy flavor profile is both cooling and satisfying, making it a popular choice to accompany meals or enjoyed on its own.\n\nSipping on Airan is an invitation to experience the cooling comforts of Central Asian tradition, one sip at a time, and to connect with the enduring spirit of Kazakh hospitality.",
            "category": "drink",
            "image": "dishes/drink_ayran.jpg",
            "price": 12.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 11,
        "fields": {
            "name": "Qymyz",
            "description_short": "A beloved Kazakh elixir, serves as a living tribute to the cultural heritage of Central Asia, providing both the enriching benefits of fermented mare's milk and a flavorful glimpse into the traditions of nomadic life.",
            "description": "Kumys, is a culinary jewel deeply embedded in the cultural tapestry of Kazakhstan and the wider Central Asian region. This iconic beverage is more than just a drink; it's a connection to a way of life that has thrived for generations.\n\nThe heart of Kumys lies in fermented mare's milk, a process that transforms the milk into a uniquely tangy and effervescent elixir. The fermentation imbues Kumys with probiotic qualities, making it not only a refreshing beverage but also a source of nourishment.\n\nKumys has been an integral part of Kazakh nomadic traditions, offering sustenance and refreshment during long journeys across the sweeping steppes. It embodies the resourcefulness and adaptability of nomadic communities, showcasing their ability to turn simple ingredients into a source of vitality.",
            "category": "drink",
            "image": "dishes/drink_qymyz.jpg",
            "price": 12.0,
            "is_served": true,
            "on_homepage": true
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 12,
        "fields": {
            "name": "Shubat",
            "description_short": "A revered Kazakh elixir, is a testament to Central Asian nomadic traditions, offering a taste of the past and the nourishing power of fermented camel milk.",
            "description": "Shubat, is a unique and historic beverage that reflects the nomadic lifestyle of Kazakhstan and the broader Central Asian region. This traditional drink is made from fermented camel milk and holds a special place in the hearts of Kazakh people.\n\nThe preparation of Shubat begins with fresh camel milk, which is allowed to naturally ferment. During this fermentation process, the milk transforms into a tangy, slightly effervescent elixir with a distinctive flavor profile. Shubat is known for its probiotic qualities and is considered not only a refreshing beverage but also a source of nourishment.\n\nShubat is more than just a drink; it's a symbol of Kazakh culture and hospitality. It has been shared among nomadic communities for centuries, offering refreshment and sustenance during long journeys across the vast steppes. It's a testament to the resourcefulness and resilience of Kazakh nomads.",
            "category": "drink",
            "image": "dishes/drink_shubat.jpg",
            "price": 12.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 13,
        "fields": {
            "name": "Beshbarmak",
            "description_short": "A beloved culinary treasure from Kazakhstan, Beshbarmak showcases the artistry of handmade noodles, tender meat, and aromatic spices, offering a taste of tradition and communal feasting.",
            "description": "Beshbarmak holds a special place in Kazakh cuisine, celebrated for its heartiness and flavorful qualities. It represents the rich culinary heritage of the country, where the art of creating satisfying dishes has been passed down through generations.\n\nThe history of Beshbarmak is deeply intertwined with the cultural traditions of Kazakhstan, reflecting the communal spirit of gatherings and celebrations. The dish's name, Beshbarmak, translates to five fingers, symbolizing the tradition of sharing this delectable meal with one's bare hands.\n\nTo prepare Beshbarmak, thin noodles are skillfully handmade and then paired with tender pieces of meat, traditionally horse or beef. These ingredients are seasoned with fragrant spices and herbs, resulting in a flavorful and harmonious ensemble.\n\nToday, Beshbarmak remains a beloved representation of Kazakh cuisine, inviting diners to savor the flavors and cultural traditions of the country. Whether enjoyed as a festive centerpiece or a comforting meal shared among loved ones, Beshbarmak offers a genuine taste of Kazakhstan's culinary legacy.",
            "category": "main",
            "image": "dishes/main_beshbarmak.jpg",
            "price": 25.0,
            "is_served": true,
            "on_homepage": true
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 14,
        "fields": {
            "name": "Lagman",
            "description_short": "A tantalizing noodle dish, brimming with savory ingredients and aromatic spices, capturing the essence of Central Asian culinary artistry.",
            "description": "The origins of Lagman can be traced back to East Turkestan and further to China, where it earned its name, meaning stretched noodles. Its main distinguishing feature is the manually stretched round noodles, approximately 3mm in diameter.\n\nAccording to legend, long ago, three travelers met at a crossroads. They were headed in different directions but all were ravenously hungry. Each traveler had a unique ingredient: one had meat and flour, another carried water and a skillet, and the third possessed vegetables and fragrant herbs. They decided to combine their efforts, creating the very first version of Lagman. At that moment, the Chinese emperor happened to pass by and, intrigued by this unfamiliar dish, decided to taste it. The emperor was so impressed with Lagman that he ordered all Chinese citizens to prepare it at home.\n\nLagman holds a special place in the culinary traditions of Uyghur and Dungan people who migrated actively to Central Asia, spreading the Lagman recipe throughout the region. Today, Lagman continues to entice food enthusiasts worldwide, offering a taste of Central Asia's culinary artistry. Whether savored at a bustling bazaar or a cozy family dinner table, Lagman invites diners to experience the vibrant and flavorful traditions of the region.",
            "category": "main",
            "image": "dishes/main_lagman.jpg",
            "price": 25.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 15,
        "fields": {
            "name": "Lamb on a spit",
            "description_short": "A mouthwatering spectacle of succulent lamb roasted to perfection over an open flame, offering a taste of traditional outdoor feasting.",
            "description": "Lamb on a Spit, a culinary masterpiece that transcends borders, is a testament to the art of open-fire cooking. This delectable dish features a whole lamb, expertly seasoned and skewered on a rotating spit. Slowly roasted over open flames, it becomes a symphony of succulence, with the outer layer crisping to a golden perfection while retaining the tender juiciness within.\n\nThe history of Lamb on a Spit harks back to ancient times when communal gatherings and outdoor feasting were cherished traditions. As cultures connected through trade and exploration, this method of cooking became widespread, adapting to local flavors and traditions.\n\nToday, Lamb on a Spit continues to captivate both the eye and the palate, offering a taste of the world's diverse culinary heritage. Whether relished at festive celebrations or as a centerpiece of outdoor gatherings, it embodies the essence of traditional roasting techniques and the joy of communal dining.",
            "category": "main",
            "image": "dishes/main_lamb on a spit.jpg",
            "price": 150.0,
            "is_served": true,
            "on_homepage": true
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 16,
        "fields": {
            "name": "Manty",
            "description_short": "Delicate steamed dumplings, brimming with savory fillings, offering a taste of Central Asian culinary heritage.",
            "description": "Manty, a beloved dish in Central Asian cuisine, consists of delicate, handcrafted dumplings filled with a delectable mixture of ground meat, onions, and aromatic spices. These dumplings are carefully folded into intricate shapes and then steamed to perfection.\n\nManty's history is deeply rooted in the nomadic traditions of Central Asia, where these dumplings served as a portable, hearty meal for travelers. Over time, Manty has become a symbol of communal gatherings and celebrations, often prepared for special occasions.\n\nToday, it stands as a testament to the region's rich culinary heritage, inviting diners to savor the flavors and traditions of Central Asia.",
            "category": "main",
            "image": "dishes/main_manty.jpg",
            "price": 20.0,
            "is_served": true,
            "on_homepage": true
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 17,
        "fields": {
            "name": "Plov",
            "description_short": "A fragrant and flavorful rice dish, masterfully prepared with tender meat, aromatic spices, and a taste of Uzbekistan's rich culinary heritage.",
            "description": "Plov, a beloved dish throughout Central Asia, stands as a testament to the region's diverse and flavorful cuisine. This aromatic rice dish features tender pieces of meat, typically lamb or beef, alongside carrots, onions, and a captivating blend of spices. Cooked in a large, shallow cauldron called a kazan, Plov is a symphony of flavors and textures.\n\nThe history of Plov is deeply intertwined with Central Asia's cultural tapestry. Its origins trace back to the bustling Silk Road, where traders and travelers brought exotic spices and cooking techniques to the region. Over time, Plov became a culinary centerpiece, enjoyed at weddings, festive gatherings, and as a symbol of hospitality.\n\nAs the Silk Road facilitated cultural exchanges, Plov made its way into the heart of Central Asian cuisine. Each region added its own unique twist, resulting in diverse regional variations. Whether it's the Uzbek Osh or the Tajik Qurutob, Plov remains a beloved and iconic dish that transcends borders.\n\nToday, Plov continues to captivate palates worldwide, offering a tantalizing taste of Uzbekistan's rich culinary heritage. Whether enjoyed at a bustling bazaar or a family dinner table, Plov embodies the essence of Central Asian hospitality and flavorful traditions.",
            "category": "main",
            "image": "dishes/main_plov.jpg",
            "price": 25.0,
            "is_served": true,
            "on_homepage": true
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 18,
        "fields": {
            "name": "Qazan kebab",
            "description_short": " A sizzling masterpiece of succulent meat and vibrant vegetables, slow-cooked to perfection in a traditional Central Asian kazan, delivering a taste of culinary craftsmanship.",
            "description": "Qazan Kebab, a culinary treasure from Central Asia, is a testament to the region's rich and diverse gastronomy. This sumptuous dish features tender cuts of meat, often lamb or beef, paired with an array of fresh and vibrant vegetables. The magic happens in the iconic Central Asian kazan, a large, deep cauldron-like pot, where the ingredients are lovingly simmered and slow-cooked.\n\nThe history of Qazan Kebab is deeply rooted in Central Asian culture, where communal feasting and hearty cooking have been cherished traditions. As nomads traversed the vast steppes, they brought this cooking method to life, creating a dish that celebrates the region's culinary heritage.\n\nQazan Kebab's appeal transcends borders, and it's a dish that showcases the diversity of Central Asian cuisine. Whether prepared in Uzbekistan, Kazakhstan, or Tajikistan, each variation adds its unique twist, offering a culinary journey through the region.\n\nToday, Qazan Kebab continues to captivate palates around the world, inviting diners to experience the artistry of Central Asian cooking. Whether relished at a festive gathering or savored in the coziness of a family meal, Qazan Kebab embodies the essence of tradition and culinary excellence.",
            "category": "main",
            "image": "dishes/main_qazan kebab.jpg",
            "price": 30.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 19,
        "fields": {
            "name": "Quyrdaq",
            "description_short": "A sizzling Kazakh delight, where tender lamb and savory vegetables come together in a richly flavorful experience, harkening back to the nomadic traditions of the region.",
            "description": "This traditional Kazakh dish, known for its name derived from kuýru meaning to fry, embodies the heartiness and resourcefulness of nomadic cuisine. Prepared in a large cauldron or a sturdy, thick-walled skillet, Quyrdaq features a delectable medley of lamb or mutton sub-products, including organs and offal.\n\nThese ingredients are meticulously added one by one, with some requiring extended searing while others swiftly cook in just 8-10 minutes. The result is an immensely flavorful dish where the rich flavors of the meat meld harmoniously with the distinct sweetness of onions. Occasionally, vegetables such as potatoes, tomatoes, and bell peppers are introduced, enhancing the complexity of this beloved Kazakh culinary treasure.\n\nQuyrdaq's history is woven into the nomadic way of life, a testament to resourceful cooking methods and communal feasting, making it a dish cherished by all, especially the connoisseurs of hearty, authentic cuisine.",
            "category": "main",
            "image": "dishes/main_quyrdaq.jpg",
            "price": 25.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 20,
        "fields": {
            "name": "Shashlyq",
            "description_short": "Succulent skewers of marinated meat, grilled to perfection, offering a taste of barbecue tradition from the Caucasus.",
            "description": "Shashlyq, a celebrated dish from the Caucasus region, features tender pieces of meat, traditionally lamb or beef, marinated in a blend of aromatic spices and seasonings. These marinated morsels are skillfully threaded onto skewers and grilled over an open flame or hot coals to achieve that irresistible smoky char.\n\nThe history of Shashlyq is deeply intertwined with the culinary traditions of the Caucasus, where outdoor grilling and communal feasting have been a way of life for generations. This dish has evolved into a symbol of gatherings and joyous celebrations.\n\nAs trade routes and cultural exchanges flourished along the Silk Road, Shashlyq made its way into Central Asia. It quickly gained popularity in the region, adapting to local tastes and traditions. Central Asians embraced Shashlyq, incorporating it into their culinary repertoire and making it a staple at family gatherings and special occasions.\n\nToday, Shashlyq continues to captivate palates across Central Asia and beyond, offering a taste of the Caucasus' rich culinary legacy. Whether enjoyed as a casual street food or a centerpiece of festive meals, Shashlyq delivers a savory and time-honored experience that is impossible to resist.",
            "category": "main",
            "image": "dishes/main_shashlyq.jpg",
            "price": 15.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 21,
        "fields": {
            "name": "Syrne karyn",
            "description_short": "Savory lamb stew, slow-cooked to perfection, capturing the essence of Kazakhstan's nomadic heritage.",
            "description": "The vast steppe with the scent of sun-dried grass, the felt yurt shielding from the wind and scorching rays, the wisps of campfire smoke—these are the associations that come to mind when one hears Syrne Karyn. Anyone who has ever tasted this age-old dish from the depths of time will never forget its flavor. Young lamb, tender and melting in your mouth, is prepared for hours, typically for special family occasions and celebrations.\n\nFor those familiar with Kazakh cuisine, it's known that meat forms the foundation of many dishes. Nomads had no means to preserve slaughtered animals, leading to practical and straightforward recipes. Meat was not only salted, dried, and smoked but also cooked immediately after slaughter in large quantities. Relatives and neighbors were invited to share in the feast.\n\nSyrne Karyn is a dish that requires a specific type of lamb. Preferably, it's made with the tender meat of a young lamb. In the past, shepherds stuffed the lamb's karyn (stomach) with this meat, along with inner fat, tightly sealed it, buried it in the ground, and built a fire on top. The meat slowly simmered under the hot ashes throughout the night, and the results in the morning justified the long wait!",
            "category": "main",
            "image": "dishes/main_syrne karyn.jpg",
            "price": 35.0,
            "is_served": true,
            "on_homepage": true
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 22,
        "fields": {
            "name": "Grilled vegetables",
            "description_short": "A vibrant medley of seasonal vegetables, kissed by the grill's flames, adding color and flavor to your meal.",
            "description": "Our Grilled Vegetables side dish is a celebration of nature's bounty. We select seasonal vegetables like bell peppers, zucchini, and eggplant, grilling them to perfection for a burst of natural sweetness and smokiness. Drizzled with olive oil, seasoned with sea salt and herbs, they're a perfect complement to your meal or a delightful standalone option. Savor the vibrant flavors and colors of nature on your plate.",
            "category": "side",
            "image": "dishes/side_grilled vegetables.jpg",
            "price": 7.5,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 23,
        "fields": {
            "name": "Grilled champignons",
            "description_short": "A savory delight—our roasted champignons offer a flavorful side dish that tantalizes the taste buds.",
            "description": "Our Roasted Champignons celebrate the rich, earthy flavors of this beloved mushroom variety. Fresh champignons are seasoned and roasted to enhance their natural umami notes, resulting in a savory side dish that pairs beautifully with many main courses. Whether you're a mushroom enthusiast or seeking a delectable addition to your meal, our Roasted Champignons provide a flavorful journey for your palate, capturing the essence of rustic roasted goodness.",
            "category": "side",
            "image": "dishes/side_grilled champignons.jpg",
            "price": 7.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 24,
        "fields": {
            "name": "Roasted potato",
            "description_short": "Golden-brown perfection meets fluffy tenderness in our classic roasted potatoes.",
            "description": "Our Roasted Potatoes are a timeless classic. We start with the finest potatoes, carefully roasted to golden-brown perfection, achieving a delicate crunch on the outside while preserving a fluffy, buttery interior. Enhanced with aromatic herbs and sea salt, they're a harmonious balance of flavors. Whether paired with your main course or savored solo, our Roasted Potatoes offer a comforting and satisfying experience, capturing the essence of hearty, home-cooked comfort food.",
            "category": "side",
            "image": "dishes/side_roasted potato.jpg",
            "price": 7.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 25,
        "fields": {
            "name": "Wild rice",
            "description_short": "Nature's bounty in a side dish—steamed wild rice offers a wholesome and nutty addition to your meal.",
            "description": "Our Steamed Wild Rice is a tribute to the natural world's elegance. Harvested from pristine environments, this long-grain rice variant features a unique blend of nuttiness and earthiness that sets it apart. Steamed to perfection, each grain retains its distinct texture and flavor.\n\nThis side dish pairs harmoniously with a variety of main courses, adding a wholesome and hearty element to your plate. Whether you're seeking a health-conscious choice or a complementary addition to your meal, our Steamed Wild Rice offers a simple yet enriching dining experience. It captures the essence of nature's abundance, elevating your culinary journey with its rustic charm.",
            "category": "side",
            "image": "dishes/side_wild rice.jpg",
            "price": 7.0,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 26,
        "fields": {
            "name": "Kespe soup",
            "description_short": "A cherished dish in Qazaq cuisine, Kespe Soup is a heartwarming and flavorful delight that captures the essence of handmade noodles in a comforting broth.",
            "description": "Kespe Soup holds a special place in the culinary traditions of Kazakhstan. This hearty soup has been a staple in households, offering both nourishment and a taste of cultural heritage.\n\nThe history of Kespe Soup is deeply rooted in Central Asian life, reflecting the resourcefulness of communities in creating satisfying meals from locally available ingredients. It is often prepared for family gatherings and special occasions, symbolizing togetherness and celebration.\n\nThe preparation of Kespe Soup begins with the crafting of thin, handmade pasta squares. These delicate noodles are gently cooked and served in a flavorful broth, creating a comforting and satisfying dish.\n\nToday, Kespe Soup remains a beloved representation of Central Asian cuisine, inviting diners to savor the flavors and cultural traditions of the region. Whether enjoyed as a warming bowl of soup or a centerpiece of festive feasts, Kespe Soup offers a genuine taste of Qazaq's culinary legacy.",
            "category": "soup",
            "image": "dishes/soup_kespe soup.jpg",
            "price": 8.5,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 27,
        "fields": {
            "name": "Manpar",
            "description_short": "An exquisite culinary creation originating from Central Asia, Manpar showcases the artistry of handmade dumplings, each filled with a savory blend of minced meat, aromatic spices, and vegetables, offering a delectable taste of tradition and craftsmanship.",
            "description": "Manpar is a cherished gem within Central Asian cuisine, celebrated for its rich and comforting qualities. It represents the region's culinary legacy, where the mastery of dumpling-making has evolved over generations.\n\nLegend has it that Manpar has royal origins, with a noble Khan once getting lost in a forest during a hunting expedition. After wandering for a while, he stumbled upon a humble hut inhabited by an elderly woman. Seeking shelter and sustenance, the Khan was graciously offered a simple meal by the kind hostess. She crafted dough from water and flour, divided it into small pieces, and boiled them in salted water. Meanwhile, she gathered vegetables from her garden, sautéed them in oil, and added them to the dumpling soup. The resulting dish so impressed the Khan that he made it a staple in his feasts and celebrations upon returning home.\n\nToday, Manpar remains a beloved representation of Central Asian cuisine, inviting diners to savor the distinctive flavors and cultural traditions of the region. Whether enjoyed as an appetizing delicacy or a satisfying main course, Manpar offers a genuine taste of Central Asia's culinary heritage.",
            "category": "soup",
            "image": "dishes/soup_manpar.jpg",
            "price": 7.5,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 28,
        "fields": {
            "name": "Qazaq sorpa",
            "description_short": "A cherished part of Kazakh culinary heritage, Qazaq Sorpa is a hearty soup that offers a taste of nourishment and tradition, featuring tender horse meat as a key ingredient.",
            "description": "Qazaq Sorpa is a symbol of Kazakh culture, deeply rooted in the nomadic traditions of the region. This robust soup has been a staple in Kazakh households, representing both sustenance and communal warmth.\n\nThe history of Qazaq Sorpa is intertwined with the resourcefulness of the Kazakh people, who skillfully created flavorful dishes from ingredients readily available in the vast steppes. The soup often takes center stage during family gatherings and celebrations, where it symbolizes unity and shared joy.\n\nTo prepare Qazaq Sorpa, tender pieces of horse meat, along with other ingredients such as lamb,  beef, or hourse meat, are simmered to perfection along with a medley of vegetables and fragrant spices. The result is a flavorful and satisfying soup that warms the body and soul.\n\nToday, Qazaq Sorpa remains a beloved representation of Kazakh cuisine, inviting diners to savor the flavors and cultural traditions of the region. Whether enjoyed as a comforting bowl of soup on a chilly day or as a centerpiece of festive feasts, Qazaq Sorpa with horse meat offers a genuine taste of Kazakhstan's culinary legacy.",
            "category": "soup",
            "image": "dishes/soup_qazaq sorpa.jpg",
            "price": 7.0,
            "is_served": true,
            "on_homepage": true
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 29,
        "fields": {
            "name": "Shurva",
            "description_short": "A hearty and flavorful dish from Central Asia, Shurva is a nourishing soup that boasts a medley of tender meat, vegetables, and aromatic spices, offering a taste of tradition and comfort.",
            "description": "Shurva holds a special place in Central Asian cuisine, celebrated for its wholesome and satisfying qualities. It represents the culinary heritage of the region, where the preparation of hearty soups has been perfected over generations.\n\nThe history of Shurva is deeply rooted in the cultural traditions of Central Asia, reflecting the resourcefulness of communities in creating nourishing meals from locally sourced ingredients. Shurva often takes center stage during communal gatherings and celebrations, symbolizing unity and shared joy.\n\nTo prepare Shurva, tender pieces of meat, often lamb or beef, are simmered to perfection along with an assortment of vegetables and fragrant spices. The result is a flavorful and satisfying soup that warms the body and soul.\n\nToday, Shurva remains a beloved representation of Central Asian cuisine, inviting diners to savor the flavors and cultural traditions of the region. Whether enjoyed as a comforting bowl of warmth on a chilly day or as a centerpiece of festive feasts, Shurva offers a genuine taste of Central Asia's culinary legacy.",
            "category": "soup",
            "image": "dishes/soup_shurva.jpg",
            "price": 7.25,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.dish",
        "pk": 30,
        "fields": {
            "name": "Tushpara",
            "description_short": "A delectable Central Asian dumpling dish, Tushpara features delicate pockets of handmade dough filled with a savory mixture of ground meat and aromatic spices, offering a taste of tradition and craftsmanship.",
            "description": "Tushpara is a culinary gem cherished in Central Asian countries, celebrated for its flavorful and comforting qualities. It stands as a testament to the region's culinary heritage, where the art of dumpling-making has been perfected over generations.\n\nThe history of Tushpara is deeply woven into the cultural fabric of Central Asia. It reflects the ingenuity of communities in crafting delicious, bite-sized parcels of joy from locally sourced ingredients. Tushpara often takes center stage during festive gatherings, symbolizing togetherness and celebration.\n\nThe preparation of Tushpara involves the careful crafting of thin dumpling wrappers, which are then filled with a flavorful mixture of minced meat, often lamb or beef, and a blend of aromatic herbs and spices. The dumplings are then lovingly folded and cooked to perfection, creating a symphony of flavors and textures.\n\nToday, Tushpara remains a beloved representation of Central Asian cuisine, inviting diners to savor the flavors and cultural traditions of the region. Whether enjoyed as a delightful appetizer or a satisfying main course, Tushpara offers a genuine taste of Central Asia's culinary legacy.",
            "category": "soup",
            "image": "dishes/soup_tushpara.jpg",
            "price": 7.25,
            "is_served": true,
            "on_homepage": false
        }
    },
    {
        "model": "restaurant.table",
        "pk": 1,
        "fields": {
            "table_number": 1,
            "capacity": 2,
            "is_active": true
        }
    },
    {
        "model": "restaurant.table",
        "pk": 2,
        "fields": {
            "table_number": 2,
            "capacity": 2,
            "is_active": true
        }
    },
    {
        "model": "restaurant.table",
        "pk": 3,
        "fields": {
            "table_number": 3,
            "capacity": 2,
            "is_active": true
        }
    },
    {
        "model": "restaurant.table",
        "pk": 4,
        "fields": {
            "table_number": 4,
            "capacity": 2,
            "is_active": true
        }
    },
    {
        "model": "restaurant.table",
        "pk": 5,
        "fields": {
            "table_number": 5,
            "capacity": 2,
            "is_active": true
        }
    },
    {
        "model": "restaurant.table",
        "pk": 6,
        "fields": {
            "table_number": 6,
            "capacity": 2,
            "is_active": true
        }
    },
    {
        "model": "restaurant.table",
        "pk": 7,
        "fields": {
            "table_number": 7,
            "capacity": 4,
            "is_active": true
        }
    },
    {
        "model": "restaurant.table",
        "pk": 8,
        "fields": {
            "table_number": 8,
            "capacity": 4,
            "is_active": true
        }
    },
    {
        "model": "restaurant.table",
        "pk": 9,
        "fields": {
            "table_number": 9,
            "capacity": 4,
            "is_active": true
        }
    },
    {
        "model": "restaurant.table",
        "pk": 10,
        "fields": {
            "table_number": 10,
            "capacity": 4,
            "is_active": true
        }
    },
    {
        "model": "restaurant.table",
        "pk": 11,
        "fields": {
            "table_number": 11,
            "capacity": 8,
            "is_active": true
        }
    },
    {
        "model": "restaurant.table",
        "pk": 12,
        "fields": {
            "table_number": 12,
            "capacity": 8,
            "is_active": true
        }
    }
]